{
    "home": "Bosh sahifa",
    "about": "Biz haqimizda",
    "safe_transport": "Ajoyib o'yin tajribalari",
    "our_goal": "Bizning vazifamiz barcha yosh va mahorat darajasidagi o'yinchilar uchun qiziqarli va zavqli o'yinlar yaratishdir.",
    "about_us": "Biz haqimizda",
    "learn_more": "Batafsil ma'lumot",
    "international_shipping": "Turli xil o'yinlar to'plami",
    "company_desc": "Bizning o'yin ishlab chiqarish studiyamiz 2023 yildan beri mobil qurilmalar, kompyuterlar, konsollar va veb-platformalar uchun innovatsion o'yin tajribalarini yaratib kelmoqda.",
    "company_spec": "Biz turli janrlardagi o'yinlarni ishlab chiqishga ixtisoslashganmiz, jumladan harakat, sarguzasht, strategiya, boshqotirma, simulyator va ta'lim o'yinlari bilan noyob hikoya va jozibali o'yin jarayonini taqdim etamiz.",
    "reviews": "Jamoa",
    "contact": "Aloqa",
    "contact_us": "Biz bilan bog'laning",
    "your_name": "Ismingiz",
    "your_email": "Elektron pochtangiz",
    "your_message": "Xabaringiz",
    "send_message": "Xabar yuborish",
    "name_placeholder": "Ismingizni kiriting",
    "email_placeholder": "Elektron pochtangizni kiriting",
    "message_placeholder": "O'yin tajribangiz haqida bizga ma'lumot bering yoki savollaringizni yozing",
    "footer_description": "Har qanday turdagi o'yinchi uchun qiziqarli o'yin tajribalari.",
    "footer_links": "Tezkor havolalar",
    "footer_contacts": "Kontaktlar",
    "services": "Xizmatlar",
    "contacts": "Kontaktlar",
    "work_hours": "Dush-Jum",
    "all_rights_reserved": "Barcha huquqlar himoyalangan",
    "get_in_touch": "Bog'lanish",
    "contact_intro": "Bizning o'yinlarimiz haqida savollaringiz bormi? Quyidagi ma'lumotlar orqali biz bilan bog'laning yoki shaklni to'ldiring.",
    "games": "O'yinlar",
    "games_description": "Barcha mahorat darajasidagi o'yinchilar uchun qiziqarli sinovlar va sarguzashtlarni taklif etuvchi interaktiv o'yinlarimizni o'rganib chiqing.",
    "follow_us": "Ijtimoiy tarmoqlarda",
    "thank_you": "Rahmat!",
    "form_success": "Xabaringiz muvaffaqiyatli yuborildi. Bizning jamoamiz tez orada siz bilan bog'lanadi.",
    "send_another": "Yana xabar yuborish",
    "phone": "Telefon",
    "email": "Elektron pochta",
    "address": "Manzil",
    "address_content": "O'zbekiston, Toshkent sh., O'yin ko'chasi, 123",
    "ded_game_title": "Bog' Sarguzashtlari",
    "ded_game_description": "Bu kulgili bog' simulyatorida nafaqalik hayotining g'alati voqealarini boshdan kechiring",
    "ded_game_features": "O'yin Xususiyatlari",
    "ded_game_about": "Bog' Sarguzashtlari Haqida",
    "ded_game_intro": "Klassik boboning rolini o'ynang va bog' hayotining kundalik qiyinchiliklarini yengib o'ting: tugamaydigan ta'mirdan tortib qo'shnilar bilan hosil uchun kurashgacha.",
    "ded_game_feature_1": "Abadiy Ta'mirlash",
    "ded_game_feature_2": "Hosil Uchun Kurash",
    "ded_game_feature_3": "Qovoq O'g'rilari",
    "ded_game_feature_1_desc": "Hamma narsani o'z qo'lingiz bilan ta'mirlang (qiyshiq) va kulgili oqibatlarni kuzating",
    "ded_game_feature_2_desc": "Pomidorlaringizni qo'shni Stanislav Petrovichdan himoya qiling: hassa va shvabra jangi",
    "ded_game_feature_3_desc": "Sport kiyimidagi sirli maxluqlarga qarshi sapqon va tuxum otadigan tovuqlar yordamida kurashing",
    "team_aziz_message": "Loyihalarni boshqaraman va jamoa a'zolari o'rtasida samarali aloqani ta'minlayman",
    "team_umid_message": "O'yinlarni qiziqarli qiladigan o'yin dizayni va mexanikasini yarataman",
    "team_abbos_message": "Unity'da sifatli loyihalar yaratish uchun o'yin tizimlarini ishlab chiqaman",
    "team_dron_message": "Unity'da o'yin logikasini dasturlash va optimallashtirishni amalga oshiraman",
    "team_arika_message": "O'yin dunyosini jonlantiradigan vizual elementlar va animatsiyalarni yarataman",
    "ded_game_screenshots": "Game Screenshots",
    "ded_game_trailer": "Game Trailer",
    "ded_game_steam": "Play on Steam"
}