{
    "home": "Главная",
    "about": "О нас",
    "safe_transport": "Захватывающие игровые впечатления",
    "our_goal": "Наша миссия — создавать увлекательные и интересные игры для игроков всех возрастов и уровней мастерства.",
    "about_us": "О нас",
    "learn_more": "Подробнее",
    "international_shipping": "Разнообразная коллекция игр",
    "company_desc": "Наша студия разработки игр с 2023 года создает инновационные игровые проекты на различных платформах, включая мобильные устройства, ПК, консоли и веб-игры.",
    "company_spec": "Мы специализируемся на разработке игр разных жанров, включая экшн, приключения, стратегии, головоломки, симуляторы и обучающие игры с уникальным сюжетом и захватывающим игровым процессом.",
    "reviews": "Команда",
    "contact": "Контакты",
    "contact_us": "Связаться с нами",
    "your_name": "Ваше имя",
    "your_email": "Ваш email",
    "your_message": "Ваше сообщение",
    "send_message": "Отправить сообщение",
    "name_placeholder": "Введите ваше имя",
    "email_placeholder": "Введите ваш email",
    "message_placeholder": "Расскажите нам о вашем игровом опыте или задайте вопросы",
    "footer_description": "Увлекательные игровые впечатления для игроков любого типа.",
    "footer_links": "Быстрые ссылки",
    "footer_contacts": "Контакты",
    "services": "Услуги",
    "contacts": "Контакты",
    "work_hours": "Пн-Пт",
    "all_rights_reserved": "Все права защищены",
    "get_in_touch": "Свяжитесь с нами",
    "contact_intro": "Есть вопросы о наших играх? Свяжитесь с нами, используя информацию ниже или заполните форму.",
    "games": "Игры",
    "games_description": "Откройте для себя наши интерактивные игры, которые предлагают захватывающие испытания и приключения для игроков любого уровня подготовки.",
    "follow_us": "Мы в соцсетях",
    "thank_you": "Спасибо!",
    "form_success": "Ваше сообщение успешно отправлено. Наша команда свяжется с вами в ближайшее время.",
    "send_another": "Отправить еще сообщение",
    "phone": "Телефон",
    "email": "Эл. почта",
    "address": "Адрес",
    "address_content": "IT Education Center on Малая кольцевая дорога, 4/1блок4, Ташкент, Узбекистан",
    "ded_game_title": "Дачный Переполох",
    "ded_game_description": "Выживите в хаосе пенсионной жизни в этом уморительном симуляторе дачника",
    "ded_game_features": "Особенности Игры",
    "ded_game_about": "О Игре Дачный Переполох",
    "ded_game_intro": "Станьте классическим дедом, который должен выживать в условиях дачной жизни: от бесконечного ремонта до эпических битв с соседями за урожай.",
    "ded_game_feature_1": "Бессмертный Ремонт",
    "ded_game_feature_2": "Война за Урожай",
    "ded_game_feature_3": "Похитители Тыкв",
    "ded_game_feature_1_desc": "Чините всё своими руками (криво) и наблюдайте за забавными последствиями",
    "ded_game_feature_2_desc": "Защищайте помидоры от соседа Станислава Петровича в эпических битвах трость против швабры",
    "ded_game_feature_3_desc": "Сражайтесь с загадочными существами в спортивных костюмах с помощью рогатки и стреляющих яйцами куриц",
    "team_aziz_message": "Управляю проектами и обеспечиваю эффективное взаимодействие между всеми участниками команды",
    "team_umid_message": "Создаю увлекательный геймдизайн и механики, которые делают игры захватывающими",
    "team_abbos_message": "Разрабатываю игровые системы и функционал на Unity для создания качественных проектов",
    "team_dron_message": "Программирую игровую логику и оптимизирую производительность на Unity",
    "team_arika_message": "Создаю визуальные элементы и анимации, которые оживляют игровые миры",
    "ded_game_screenshots": "Скриншоты",
    "ded_game_trailer": "Трейлер",
    "ded_game_steam": "Играть в Steam"
}